[
    {
      "id": 1,
      "name": "Chef John Doe",
      "image": "https://example.com/chef-john-doe.jpg",
      "bio": "Chef John Doe is a graduate of the Culinary Institute of America with over 20 years of experience in the industry.",
      "description": "Chef John Doe is known for his creative and innovative dishes, often incorporating local and seasonal ingredients.",
      "rating": 4.5,
      "experience": 20,
      "numRecipes": 50
    },
    {
      "id": 2,
      "name": "Chef Jane Smith",
      "image": "https://example.com/chef-jane-smith.jpg",
      "bio": "Chef Jane Smith trained under renowned chefs in France and Italy before opening her own restaurant.",
      "description": "Chef Jane Smith's cooking style is heavily influenced by her time spent in Europe, with a focus on classic French and Italian techniques.",
      "rating": 4.8,
      "experience": 15,
      "numRecipes": 35
    },
    {
      "id": 3,
      "name": "Chef Mark Lee",
      "image": "https://example.com/chef-mark-lee.jpg",
      "bio": "Chef Mark Lee has worked in some of the most prestigious kitchens in the world, including the Michelin-starred restaurant Le Bernardin.",
      "description": "Chef Mark Lee's cuisine is a fusion of Asian and European flavors, with an emphasis on seafood and bold spices.",
      "rating": 4.9,
      "experience": 25,
      "numRecipes": 70
    },
    {
      "id": 4,
      "name": "Chef Emily Rodriguez",
      "image": "https://example.com/chef-emily-rodriguez.jpg",
      "bio": "Chef Emily Rodriguez grew up in a family of restaurateurs and has been cooking professionally for over a decade.",
      "description": "Chef Emily Rodriguez's dishes are inspired by her Latin American heritage, with a focus on bold flavors and fresh ingredients.",
      "rating": 4.6,
      "experience": 12,
      "numRecipes": 45
    },
    {
      "id": 5,
      "name": "Chef Michael Chen",
      "image": "https://example.com/chef-michael-chen.jpg",
      "bio": "Chef Michael Chen honed his skills in some of New York City's top restaurants before opening his own establishment.",
      "description": "Chef Michael Chen's cooking style is contemporary American, with an emphasis on locally-sourced and sustainable ingredients.",
      "rating": 4.7,
      "experience": 18,
      "numRecipes": 55
    },
    {
      "id": 6,
      "name": "Chef Sara Kim",
      "image": "https://example.com/chef-sara-kim.jpg",
      "bio": "Chef Sara Kim trained in South Korea before coming to the United States to explore new culinary horizons.",
      "description": "Chef Sara Kim's cuisine is a fusion of Korean and Californian flavors, with a focus on healthy and flavorful dishes.",
      "rating": 4.4,
      "experience": 10,
      "numRecipes": 30
    }
  ]
  